# Message text
only_for_admins = 'Извините, эта функция доступна только для администраторов.'
admin_features = 'Выберите одно из действий.'
admin_url = 'http://127.0.0.1:8000/admin/'

# Button text
features_choose = [
    'Перейти на сайт администратора',
    'Зарегистрировать мероприятие',
    'Получить обратную связь о мероприятии',
    'Внести изменение в мероприятие',
]

meetup_name = ['Введите название мероприятия']
meetup_date = ['Введите дату мероприятия']
meetup_start_time = ['Введите время начала мероприятия']
meetup_end_time = ['Введите время окончания мероприятия']