only_for_admins = 'Извините, эта функция доступна только для администраторов.'
admin_features = 'Выберите одно из действий.'

features_choose = [
    'Зарегистрировать мероприятие',
    'Получить обратную связь о мероприятии',
    'Внести изменение в мероприятие',
]

meetup_name = 'Введите название мероприятия'
meetup_date = 'Введите дату мероприятия(в формате YYYY-MM-DD)'
meetup_start_time = 'Введите время начала мероприятия(в формате HH:MM)'
meetup_end_time = 'Введите время окончания мероприятия(в формате HH:MM)'
meetup_created = 'Мероприятие создано'