only_for_admins = 'Извините, эта функция доступна только для администраторов.'
admin_features = 'Выберите одно из действий.'

features_choose = [
    'Зарегистрировать мероприятие',
    'Внести изменение в мероприятие',
    'Получить обратную связь о мероприятии',
    'Получить обратную связь о докладах',

]

meetup_name = 'Введите название мероприятия'
meetup_date = 'Введите дату мероприятия(в формате YYYY-MM-DD)'
meetup_start_time = 'Введите время начала мероприятия(в формате HH:MM)'
meetup_end_time = 'Введите время окончания мероприятия(в формате HH:MM)'
meetup_created = 'Мероприятие создано'
choose_meetup = 'Укажите название конкретного мероприятия:'
choose_topic = 'Укажите id доклада:'
list_meetup = 'Имя мероприятия: {name} \nДата мероприятия: {date}\n'
list_topic = 'Тема доклада: {title}\nДокладчик: {speaker}\nid_доклада: {id}'
# Message text
only_for_speakers = 'Извините, вы не зарегистрированы в качестве докладчика'
speaker_text = 'Вы авторизованы как докладчик. Можете посмотреть вопросы гостей и отзывы о своих выступлениях'
ask_question_text = 'Пожалуйста, напишите свой вопрос:'
leave_feedback_talk_text = 'Пожалуйста, оставьте свой отзыв о докладе:'
leave_feedback_event_text = 'Пожалуйста, оставьте свой отзыв о мероприятии:'
question_sent = 'Спасибо! Ваш вопрос был отправлен.'
feedback_talk_sent = 'Спасибо! Ваш отзыв о докладе был отправлен.'
feedback_event_sent = 'Спасибо! Ваш отзыв о мероприятии был отправлен.'
no_events = "На данный момент нет запланированных мероприятий."
events_schedule_header = "Расписание мероприятий:\n\n"
event_date = "Дата"
event_start = "Начало"
event_end = "Окончание"
bye_bye = "До скорой встречи!"
speaker_questions = "Вопросы к Вам:\n\n"
no_questions = "Вопросов пока не было"
topic_name = "Выступление"
topic_speaker = "Докладчик"
topics = "Выберете выступление"
topics_schedule_header = "Расписание докладов на сегодня"
no_event = "Не сегодня мероприятий не запланировано"
no_topics = "На мероприятие еще не зарегистрировано ни одного доклада"
topic_comments = "Комментарии к Вашему выступлению - {}:\n\n"
topic_no_comments = "К выступлению {} пока не оставляли комментариев"
back = "Назад"

# Button text
speaker_choose = [
    'Список вопросов',
    'Отзывы о докладе',
]

guest_options_buttons = [
    'Расписание докладов',
    'Задать вопрос спикеру',
    'Оставить фидбэк о докладе',
    'Оставить фидбэк о мероприятии'
]

choose_option = "Пожалуйста, выберите один из вариантов:"

