# Message text
only_for_speakers = 'Извините, вы не зарегистрированы в качестве докладчика'
speaker_text = 'Вы авторизованы как докладчик. Можете посмотреть вопросы гостей и отзывы о своём выступлении'
ask_question_text = 'Пожалуйста, напишите свой вопрос:'
leave_feedback_talk_text = 'Пожалуйста, оставьте свой отзыв о докладе:'
leave_feedback_event_text = 'Пожалуйста, оставьте свой отзыв о мероприятии:'
question_sent = 'Спасибо! Ваш вопрос был отправлен.'
feedback_talk_sent = 'Спасибо! Ваш отзыв о докладе был отправлен.'
feedback_event_sent = 'Спасибо! Ваш отзыв о мероприятии был отправлен.'
no_events = "На данный момент нет запланированных мероприятий."
events_schedule_header = "Расписание мероприятий:\n\n"
event_date = "Дата"
event_start = "Начало"
event_end = "Окончание"
bye_bye = "До скорой встречи!"

# Button text
speaker_choose = [
    'Список вопросов',
    'Отзывы о докладе',
]

guest_options_buttons = [
    'Расписание мероприятий',
    'Задать вопрос спикеру',
    'Оставить фидбэк о докладе',
    'Оставить фидбэк о мероприятии'
]

choose_option = "Пожалуйста, выберите один из вариантов:"
