# Message text
start_created = '''Привет, {first_name}!
Этот бот - лучший сервис для хранения ваших вещей. В вашей квартире совсем нет места для старого стеллажа с бабушкиным сервизом, а выбрасывать жалко? А может вам надоело, что всю зиму целую половину вашего балкона занимает велосипед?! Или же вас ожидает переезд?

У нас есть решение! Мы бесплатно рассчитаем стоимость ваших вещей и доставим их на ближайший к вам склад в удобное для вас время. 
Чем мы можем вам помочь?'''
start_not_created = '''С возвращением, {first_name}!
Чем я могу вам помочь?'''

cancel_text = 'Вы перемещены в главное меню'

# Button text
start_button_text = ['Гость', 'Докладчик', 'Организатор']